{
  "name": "Vadim Borovik",
  "speciality": "Frontend developer",
  "infoMe": "About me",
  "skills": "Skills/Skills",
  "myFacts": "Hello everybody! My name is Vadim i Front-end developer. Since the first time I saw on the screen 'Hello world!' I realized that this is what I want to dedicate to myself! Since then many lines of code have popped up.",
  "technologys": "In my work I use the following technologies:",
  "education": "Education",
  "university": "NPU M.P.Dragomanova,2018 ",
  "levelbac": "Bachelor's diploma, Faculty of Physics, specialty 'Physics and Mathematics', 2017",
  "levelmag": "Master's diploma, Faculty of Informatics, specialty 'Computer sciences', 2018",
  "exp": "By studying the front-end direction, I learned how to develop websites using the stack of the latest web technologies.",
  "etapWork": "Stages of work",
  "planWork": "Work plan",
  "Discussions": "Discussions",
  "infoDiscussions": "The basis of the application? The main tasks of the site? Target audience? What results do you want to get with it? The main topics? The answers to these and other questions determine what our product will be.",
  "createCon": "Creating a concept",
  "infocreateCon": "Where is the site design element more convenient? How to make navigation as easy and convenient as possible? How to achieve maximum usability. Solving these issues leads to the appearance of several design options.",
  "Developed": "Developed",
  "infoDeveloped": "This is the most important stage. On which the logical structured code is written. In the end, we get a beautiful, cross-browser, adaptive, fast, user-friendly site.",
  "portfolio": "Portfolio",
  "examples": "Examples / Works",
  "sitePortfolio": "Site portfolio",
  "infositePortfolio": "In this work, I made a Site Portfolio for my own practice, making site navigation, animation, validation of the form, adaptive site.",
  "stecTech": "Stack of technologies:",
  "more": "More",
  "blog": "Blog",
  "infoblog": "In this work, I created a designer with which you can create your own blog, which specifies: author, date of creation, picture, text, lyrics, comments, number of comments.",
  "verstka": "React application",
  "infoverstka": "In this work I used React, for weather forecasting, introducing the city I find the temperature, pressure, sunset.",
  "contacts": "Contacts",
  "infocontacts": "Contact / Write",
  "send": "Send",
  "Contact": "Contact",
  "country": "Ukraine, Kuiv"
}
