{
  "name": "Vadim Borovik",
  "speciality": "Frontend developer",
  "infoMe": "About me",
  "skills": "Skills/Skills",
  "myFacts": "Hello everybody! My name is Vadim. I am a Front-end developer. Seeing for the first time on the screen \"Hello world!\", I immediately realized that IT is the field of activity to which I want to dedicate myself! Since then, many lines of code have surfaced.",
  "technologys": "In my work I use the following technologies:",
  "education": "Education",
  "university": "NPU M.P.Dragomanova,2018 ",
  "levelbac": "Bachelor's diploma, Faculty of Physics, specialty 'Physics and Mathematics', 2017",
  "levelmag": "Master's diploma, Faculty of Informatics, specialty 'Computer sciences', 2018",
  "etapWork": "Stages of work",
  "planWork": "Work plan",
  "Discussions": "Discussions",
  "infoDiscussions": "The basis of the created application. The main tasks of the site. Target audience. Main topics. These and other criteria will help determine what the product will look like.",
  "createCon": "Creating a concept",
  "infocreateCon": "Where is it more convenient to place elements of site design? How to make navigation as easy and convenient as possible? How to achieve maximum usability. Addressing these issues leads to several design options.",
  "Developed": "Developed",
  "infoDeveloped": "This is the most important stage at which logical and structured code is written. As a result, we get a modern, cross-browser, adaptive site.",
  "portfolio": "Portfolio",
  "examples": "Examples / Works",
  "stecTech": "Stack of technologies:",
  "more": "More",
  "infoCardTitle": "Business card site",
  "infoCard": "React-Redux technologies were used for the business card site, as well as for the weather forecast, where you can find out the temperature, pressure and position of the Sun.",
  "infoMagazineTitle": "Internet magazine at React & Redux",
  "infoMagazine": "In this work, an online store was created to choose a book.",
  "infoAppTitle": "App on Vue.js",
  "infoApp": "In this work, technologies such as Vue.js were used to make payments in the online game, GSAP, for animations and Pug, for component layout.",
  "infoPanelTitle": "Dashboard on React.js",
  "infoPanel": "React.js was used to create an information panel, information about yourself, skills and work experience. In the My Demo section there is a form that you can fill out and get a list of information. It can be viewed, modified and deleted. More work can be found in the My Projects section.",
  "infoVideoTitle": "Dashboard video on Vue.js",
  "infoVideo": "In this work, technologies such as Vue.js were used for display video panel, which can be filtered by list. Search by video title. Change the display type to grid and tile.",
  "infoCalendarTitle": "Calendar on React.js",
  "infoCalendar": "In this work, React-Redux was used to display the main page where the calendar is displayed, to obtain the date of the month and day that was selected.",
  "infoModalTitle": "Modal on React.js",
  "infoModal": "A modal window was created, in which there is a countdown timer, cards for obtaining a balance and selecting a select field.",
  "infoVuePanelTitle": "Dashboard Vue.js",
  "infoVuePanel": "In this work, a map and a list of cards that can be added to the favorites tab are displayed. Also filter by publication date.",
  "infoAuthReactTitle": "Blog with authorization on React.js",
  "authReactPanel": "In this work, firebase is connected to authorize the client to access the main page. Which displays information about employees. A map is also available in the panel.",
  "contacts": "Contacts",
  "infocontacts": "Contact / Write",
  "send": "Send",
  "Contact": "Contact",
  "country": "Ukraine, Kuiv"
}
