{
  "name": "Vadim Borovik",
  "speciality": "Frontend developer",
  "infoMe": "About me",
  "skills": "Skills/Skills",
  "myFacts": "Hello everybody! My name is Vadim i Front-end developer. Since the first time I saw on the screen 'Hello world!' I realized that this is what I want to dedicate to myself! Since then many lines of code have popped up.",
  "technologys": "In my work I use the following technologies:",
  "education": "Education",
  "university": "NPU M.P.Dragomanova,2018 ",
  "levelbac": "Bachelor's diploma, Faculty of Physics, specialty 'Physics and Mathematics', 2017",
  "levelmag": "Master's diploma, Faculty of Informatics, specialty 'Computer sciences', 2018",
  "etapWork": "Stages of work",
  "planWork": "Work plan",
  "Discussions": "Discussions",
  "infoDiscussions": "The basis of the application? The main tasks of the site? Target audience? What results do you want to get with it? The main topics? The answers to these and other questions determine what our product will be.",
  "createCon": "Creating a concept",
  "infocreateCon": "Where is the site design element more convenient? How to make navigation as easy and convenient as possible? How to achieve maximum usability. Solving these issues leads to the appearance of several design options.",
  "Developed": "Developed",
  "infoDeveloped": "This is the most important stage. On which the logical structured code is written. In the end, we get a beautiful, cross-browser, adaptive, fast, user-friendly site.",
  "portfolio": "Portfolio",
  "examples": "Examples / Works",
  "stecTech": "Stack of technologies:",
  "more": "More",
  "infoCardTitle": "Business card site",
  "infoCard": "In this work, I used React, Redux for the business card site as well for weather forecast entering city I learn temperature, pressure, sunset.",

  "infoMagazineTitle": "Internet magazine at React & Redux",
  "infoMagazine": "In this work, I made an online store where you can: find, select and find a book by author and price.",

  "infoAppTitle": "App on Vue.js",
  "infoApp": "In this work, I used Vue.js, to make payments in the online game, as well as GSAP for animations and Pug for component layout.",

  "infoPanelTitle": "Dashboard on React.js",
  "infoPanel": "In this work, I used React.js to create an information panel, information about myself, my skills and experience, also in the section My Demo there is a form that you can fill out and get a list of information you have chosen. It can be viewed, modified, deleted. You can also find more work in the My Projects section.",

  "contacts": "Contacts",
  "infocontacts": "Contact / Write",
  "send": "Send",
  "Contact": "Contact",
  "country": "Ukraine, Kuiv"
}
