{
  "name": "Vadim Borovik",
  "speciality": "Frontend developer",
  "infoMe": "About me",
  "skills": "Skills/Skills",
  "myFacts": "Hello everybody! My name is Vadim. I am a Front-end developer. Seeing for the first time on the screen \"Hello world!\", I immediately realized that IT is the field of activity to which I want to dedicate myself! Since then, many lines of code have surfaced.",
  "technologys": "In my work I use the following technologies:",
  "education": "Education",
  "university": "NPU M.P.Dragomanova,2018 ",
  "levelbac": "Bachelor's diploma, Faculty of Physics, specialty 'Physics and Mathematics', 2017",
  "levelmag": "Master's diploma, Faculty of Informatics, specialty 'Computer sciences', 2018",
  "etapWork": "Stages of work",
  "planWork": "Work plan",
  "Discussions": "Discussions",
  "infoDiscussions": "The basis of the created application. The main tasks of the site. Target audience. Main topics. These and other criteria will help determine what the product will look like.",
  "createCon": "Creating a concept",
  "infocreateCon": "Where is it more convenient to place elements of site design? How to make navigation as easy and convenient as possible? How to achieve maximum usability. Addressing these issues leads to several design options.",
  "Developed": "Developed",
  "infoDeveloped": "This is the most important stage at which logical and structured code is written. As a result, we get a modern, cross-browser, adaptive site.",
  "portfolio": "Portfolio",
  "examples": "Examples / Works",
  "stecTech": "Stack of technologies:",
  "more": "More",
  "infoCardTitle": "Business card site",
  "infoCard": "React-Redux technologies were used for the business card site, as well as for the weather forecast, where you can find out the temperature, pressure and position of the Sun.",

  "infoMagazineTitle": "Internet magazine at React & Redux",
  "infoMagazine": "In this work, an online store was created to choose a book.",

  "infoAppTitle": "App on Vue.js",
  "infoApp": "В данній роботі було використані такі тахнології, як Vue.js, для проводження оплати в онлайн-грі, GSAP, для анімацій і Pug, для верстки компонентів.",

  "infoPanelTitle": "Dashboard on React.js",
  "infoPanel": "React.js was used to create an information panel, information about yourself, skills and work experience. In the My Demo section there is a form that you can fill out and get a list of information. It can be viewed, modified and deleted. More work can be found in the My Projects section.",
  "contacts": "Contacts",
  "infocontacts": "Contact / Write",
  "send": "Send",
  "Contact": "Contact",
  "country": "Ukraine, Kuiv"
}
