{
  "name": "Вадим Боровик",
  "speciality": "Фронтенд разработчик",
  "infoMe": "О себе",
  "skills": "Навыки/Умения",
  "myFacts": "Всем привет! Меня зовут Вадим я Front-end developer. С тех пор, как впервые увидел на экране 'Hello world!' понял, что это то, чего хочу посвятить всего себя! С тех пор утекло немало строк кода.",
  "technologys": "В своих работах я использую такие технологии:",
  "education": "Образование",
  "university": "НПУ им. М.П.Драгоманова, 2018",
  "levelbac": "Уровень бакалавра, факультет физики, специальность 'Физика-математика', 2017",
  "levelmag": "Уровень магистра, факультет информатики, специальность 'Компьютерные науки', 2018",
  "etapWork": "Етапы роботы",
  "planWork": "План/роботы",
  "Discussions": "Обсудженния",
  "infoDiscussions": "Основа создаваемого приложения? Главные задачи сайта? Целевая аудитория? Какие результаты вы хотите получить с его помощью? Основная тематика? Ответы на эти и другие вопросы определяют то, каким будет наш продукт.",
  "createCon": "Создание концепта",
  "infocreateCon": "Где удобнее расположить элементы дизайна сайта? Как сделать, навигацию можно проще и удобнее? Как достичь максимального юзабилити. Решение этих вопросов приводит к появлению нескольких вариантов дизайна.",
  "Developed": "Разработка",
  "infoDeveloped": "Это самый ответственный этап. На котором пишут логический структурированный код. В итоге получаем красивый, кросс-браузерную, адаптивный, быстрый удобный сайт.",
  "portfolio": "Портфолио",
  "examples": "Примеры/Роботы",
  "sitePortfolio": "Сайт-портфолио",
  "infositePortfolio": "В данной работе я сделал Сайт-портфолио для собственной практики, сделав навигацию по сайту, анимации, валидацию формы, адаптив сайта.",
  "stecTech": "Стек технологий:",
  "more": "Подробнее",
  "blog": "Блог",
  "infoblog": "В данной работе я сделал конструктор, с помощью которого можно создать собственный блог, в котором указывается: автор, дата создания, картинка, текст, ругательства, комментарии, количество комментариев.",
  "verstka": "Приложение на React",
  "infoverstka": "В данной работе я использовал React, для прогноза погоды, вводя город я узнаю температуру, давление, закат.",
  "contacts": "Контакты",
  "infocontacts": "Связаться / Написать",
  "send": "Отправить",
  "Contact": "Связаться",
  "country": "Украина, Киев"
}
