{
  "name": "Вадим Боровик",
  "speciality": "Фронтенд разработчик",
  "infoMe": "О себе",
  "skills": "Навыки/Умения",
  "myFacts": "Всем привет! Меня зовут Вадим. Я - Front-end developer. Увидев впервые на экране \"Hello world!\", Сразу понял, что IT - это та сфера деятельности, которой хочу посвятить всего себя! С тех пор утекло немало строк кода",
  "technologys": "В своих работах я использую такие технологии:",
  "education": "Образование",
  "university": "НПУ им. М.П.Драгоманова, 2018",
  "levelbac": "Уровень бакалавра, факультет физики, специальность 'Физика-математика', 2017",
  "levelmag": "Уровень магистра, факультет информатики, специальность 'Компьютерные науки', 2018",
  "etapWork": "Етапы роботы",
  "planWork": "План/роботы",
  "Discussions": "Обсудженния",
  "infoDiscussions": "Основа создаваемого приложения. Главные задачи сайта. Целевая аудитория. Основная тематика. Эти и другие критерии помогут определить то, каким будет продукт.",
  "createCon": "Создание концепта",
  "infocreateCon": "Где удобнее расположить элементы дизайна сайта? Как сделать, навигацию можно проще и удобнее? Как достичь максимального юзабилити. Решение этих вопросов приводит к появлению нескольких вариантов дизайна.",
  "Developed": "Разработка",
  "infoDeveloped": "Это самый ответственный этап, на котором пишут логический и структурированный код. В итоге получаем современный, кросс-браузерную, адаптивный сайт.",
  "portfolio": "Портфолио",
  "examples": "Примеры/Роботы",
  "stecTech": "Стек технологий:",
  "more": "Подробнее",

  "infoCardTitle": "Сайт-визитка",
  "infoCard": "Для сайта-визитка, а также для прогноза погоды, где можно узнать температуру, давление и положение Солнца были использованы технологии React-Redux.",

  "infoMagazineTitle": "Интернет магазин на React & Redux",
  "infoMagazine": "В данной работе был созданный интернет-магазин, где выбрать книгу.",

  "infoAppTitle": "Приложение на Vue.js",
  "infoApp": "В данной работе были использованы такие тахнологии, как Vue.js, для провождения оплаты в онлайн-игре, GSAP, для анимации и Pug, для верстки компонентов.",

  "infoPanelTitle": "Информационная панель на React.js",
  "infoPanel": "Для создания информационной панели, инфрмации о себе, навыков и опыта работы была использована программа React.js. В разделе My Demo есть форма, которую можно заполнить и получить список информации. Ее можно просматривать, изменять и удалять. Больше работ можно найти в разделе My Projects.",

  "contacts": "Контакты",
  "infocontacts": "Связаться / Написать",
  "send": "Отправить",
  "Contact": "Связаться",
  "country": "Украина, Киев"
}
