{
  "name": "Вадим Боровик",
  "speciality": "Фронтенд разработчик",
  "infoMe": "О себе",
  "skills": "Навыки/Умения",
  "myFacts": "Всем привет! Меня зовут Вадим я Front-end developer. С тех пор, как впервые увидел на экране 'Hello world!' понял, что это то, чего хочу посвятить всего себя! С тех пор утекло немало строк кода.",
  "technologys": "В своих работах я использую такие технологии:",
  "education": "Образование",
  "university": "НПУ им. М.П.Драгоманова, 2018",
  "levelbac": "Уровень бакалавра, факультет физики, специальность 'Физика-математика', 2017",
  "levelmag": "Уровень магистра, факультет информатики, специальность 'Компьютерные науки', 2018",
  "etapWork": "Етапы роботы",
  "planWork": "План/роботы",
  "Discussions": "Обсудженния",
  "infoDiscussions": "Основа создаваемого приложения? Главные задачи сайта? Целевая аудитория? Какие результаты вы хотите получить с его помощью? Основная тематика? Ответы на эти и другие вопросы определяют то, каким будет наш продукт.",
  "createCon": "Создание концепта",
  "infocreateCon": "Где удобнее расположить элементы дизайна сайта? Как сделать, навигацию можно проще и удобнее? Как достичь максимального юзабилити. Решение этих вопросов приводит к появлению нескольких вариантов дизайна.",
  "Developed": "Разработка",
  "infoDeveloped": "Это самый ответственный этап. На котором пишут логический структурированный код. В итоге получаем красивый, кросс-браузерную, адаптивный, быстрый удобный сайт.",
  "portfolio": "Портфолио",
  "examples": "Примеры/Роботы",
  "stecTech": "Стек технологий:",
  "more": "Подробнее",

  "infoCardTitle": "Сайт визитка",
  "infoCard": "В данной работе, я использовал React, Redux для сайта визитка, а также для прогноза погоды, вводя город я узнаю температуру, давление, закат.",

  "infoMagazineTitle": "Интернет магазин на React & Redux",
  "infoMagazine": "В данной работе, я сделал интернет магазин, где можно: найти, выбрать и найти книгу по автору и цене.",

  "infoAppTitle": "Приложение на Vue.js",
  "infoApp": "В данной работе, я использовал Vue.js, для провождения оплаты в онлайн игре, также GSAP для анимации и Pug для верстки компонентов.",

  "infoPanelTitle": "Информационная панель на React.js",
  "infoPanel": "В данной работе, я использовал React.js, для создания информационной панели, инфрмации о себе, мои навыки и опыт работы, а также в разделе My Demo есть форма, которую можно заполнить и получить список информации которую выбрали. Ее можно просматривать, изменять, удалять. Больше работ также вы может найти в разделе My Projects.",

  "contacts": "Контакты",
  "infocontacts": "Связаться / Написать",
  "send": "Отправить",
  "Contact": "Связаться",
  "country": "Украина, Киев"
}
