{
  "name": "Вадим Боровик",
  "speciality": "Фронтенд розробник",
  "infoMe": "Про себе",
  "skills": "Навики/Вміння",
  "myFacts": "Всім привіт!  Мене звуть Вадим я Front-end developer. С тих пір, як вперше побачив на екрані 'Hello world!' зрозумів, що це те чого хочу присвятити всього себе! З тих пір спливло чимало рядків коду. ",
  "technologys": "В своїх роботах я використовую такі технології:",
  "education": "Освіта",
  "university": "НПУ ім. М.П.Драгоманова, 2018",
  "levelbac": "Рівень бакалавра, факультет фізики, спеціальність 'Фізика-математика', 2017",
  "levelmag": "Рівень магістра, факультет інформатики, спеціальність 'Компютерні науки', 2018",
  "exp": "Вивчаючи напрямок front-end, я дізнався, як розробляти сайти, використовуючи стек новітніх веб-технологій.",
  "etapWork": "Етапи роботи",
  "planWork": "План/роботи",
  "Discussions": "Обговорення",
  "infoDiscussions": "Основа створюваного додатка? Головні завдання сайту? Цільова аудиторія? Які результати ви хочете Отримати з його допомогою? Основна тематика? Відповіді на ці та інші питання визначають те, яким буде наш продукт.",
  "createCon": "Створення концепту",
  "infocreateCon": "Де зручніше розташувати елементи дизайну сайту? Як зробити, навігацію якомога простіше і зручніше? Як досягти максимального юзабіліті. Вирішення цих питань призводить до появи декількох варіантів дизайну.",
  "Developed": "Розробка",
  "infoDeveloped": "Це самий відповідальний етап. На якому пишуть логічний структурований код .  У підсумку отримуємо красивий, кросбраузерний, швидкий зручний сайт.",
  "portfolio": "Портфоліо",
  "examples": "Приклади/Роботи",
  "sitePortfolio": "Сайт-портфоліо",
  "infositePortfolio": "В данній роботі я зробив Сайт-портфоліо, для власної практики, зробивши навігацію по сайту, анімації, валідацію форми, адаптив сайту.",
  "stecTech": "Стек технологій:",
  "more": "Детальніше",
  "blog": "Блог",
  "infoblog": "В данній роботі я зробив конструктор, за допомогою якого можна створити власний блог, в якому вказується: автор, дата створення, картинка, текст, лайки, коментарі, кількість коментарів.",
  "verstka": "Додаток на React",
  "infoverstka": "В данній роботі я використовував React, для прогнозу погоди, вводячи місто я дізнаюсь температуру, тиск, захід сонця.",
  "contacts": "Контакти",
  "infocontacts": "Звязатися/Написати",
  "send": "Відправити",
  "Contact": "Звязатися",
  "country": "Україна, Київ"
}
