{
  "name": "Вадим Боровик",
  "speciality": "Фронтенд розробник",
  "infoMe": "Про себе",
  "skills": "Навики/Вміння",
  "myFacts": "Всім привіт! Мене звати Вадим. Я - Front-end developer. Побачивши вперше на екрані \"Hello world!\", відразу зрозумів, що IT - це та сфера діяльності, якій хочу присвятити всього себе! З того часу спливло чимало рядків коду.",
  "technologys": "В своїх роботах я використовую такі технології:",
  "education": "Освіта",
  "university": "НПУ ім. М.П.Драгоманова, 2018",
  "levelbac": "Рівень бакалавра, факультет фізики, спеціальність 'Фізика-математика', 2017",
  "levelmag": "Рівень магістра, факультет інформатики, спеціальність 'Компютерні науки', 2018",
  "exp": "Вивчаючи напрямок front-end, я дізнався, як розробляти сайти, використовуючи стек новітніх веб-технологій.",
  "etapWork": "Етапи роботи",
  "planWork": "План/роботи",

  "Discussions": "Обговорення",
  "infoDiscussions": "Основа створюваного додатка. Головні завдання сайту. Цільова аудиторія. Основна тематика. Ці та інші критерії допоможуть визначити те, яким буде продукт.",

  "createCon": "Створення концепту",
  "infocreateCon": "Де зручніше розташувати елементи дизайну сайту? Як зробити, навігацію якомога простіше і зручніше? Як досягти максимального юзабіліті. Вирішення цих питань призводить до появи декількох варіантів дизайну.",

  "Developed": "Розробка",
  "infoDeveloped": "Це найвідповідальніший етап, на якому пишуть логічний та структурований код . У підсумку отримуємо сучасний, кросбраузерний, адаптивний сайт.",

  "portfolio": "Портфоліо",
  "examples": "Приклади/Роботи",
  "stecTech": "Стек технологій:",
  "more": "Детальніше",

  "infoCardTitle": "Сайт-візитка",
  "infoCard": "Для сайту-візитка, а також для прогнозу погоди, де можна дізнатись температуру, тиск та положення Сонця були використані технології React-Redux.",

  "infoMagazineTitle": "Інтернет магазин на React & Redux",
  "infoMagazine": "В данній роботі був створенний інтернет-магазин, де обрати книгу.",

  "infoAppTitle": "Додаток на Vue.js",
  "infoApp": "В данній роботі було використані такі тахнології, як Vue.js, для проводження оплати в онлайн-грі, GSAP, для анімацій і Pug, для верстки компонентів.",

  "infoPanelTitle": "Інформаційна панель на React.js",
  "infoPanel": "Для створення інформаційної панелі, інфрмації про себе, навичок і досвіду роботи була використана програма React.js. В розділі My Demo є форма, яку можна заповнити і отримати список інформації. Її можна проглядати, змінювати та видаляти. Більше робіт можна знайти в розділі My Projects.",

  "contacts": "Контакти",
  "infocontacts": "Звязатися/Написати",
  "send": "Відправити",
  "Contact": "Звязатися",
  "country": "Україна, Київ"
}
