{
  "name": "Вадим Боровик",
  "speciality": "Фронтенд розробник",
  "infoMe": "Про себе",
  "skills": "Навики/Вміння",
  "myFacts": "Всім привіт!  Мене звуть Вадим я Front-end developer. С тих пір, як вперше побачив на екрані 'Hello world!' зрозумів, що це те чого хочу присвятити всього себе! З тих пір спливло чимало рядків коду. ",
  "technologys": "В своїх роботах я використовую такі технології:",
  "education": "Освіта",
  "university": "НПУ ім. М.П.Драгоманова, 2018",
  "levelbac": "Рівень бакалавра, факультет фізики, спеціальність 'Фізика-математика', 2017",
  "levelmag": "Рівень магістра, факультет інформатики, спеціальність 'Компютерні науки', 2018",
  "exp": "Вивчаючи напрямок front-end, я дізнався, як розробляти сайти, використовуючи стек новітніх веб-технологій.",
  "etapWork": "Етапи роботи",
  "planWork": "План/роботи",
  "Discussions": "Обговорення",
  "infoDiscussions": "Основа створюваного додатка? Головні завдання сайту? Цільова аудиторія? Які результати ви хочете Отримати з його допомогою? Основна тематика? Відповіді на ці та інші питання визначають те, яким буде наш продукт.",
  "createCon": "Створення концепту",
  "infocreateCon": "Де зручніше розташувати елементи дизайну сайту? Як зробити, навігацію якомога простіше і зручніше? Як досягти максимального юзабіліті. Вирішення цих питань призводить до появи декількох варіантів дизайну.",
  "Developed": "Розробка",
  "infoDeveloped": "Це самий відповідальний етап. На якому пишуть логічний структурований код .  У підсумку отримуємо красивий, кросбраузерний, швидкий зручний сайт.",
  "portfolio": "Портфоліо",
  "examples": "Приклади/Роботи",
  "stecTech": "Стек технологій:",
  "more": "Детальніше",

  "infoCardTitle": "Сайт візитка",
  "infoCard": "В данній роботі, я використовував React, Redux для сайту візитка, а також для прогнозу погоди, вводячи місто я дізнаюсь температуру, тиск, захід сонця.",

  "infoMagazineTitle": "Інтернет магазин на React & Redux",
  "infoMagazine": "В данній роботі, я зробив інтернет магазин, де можна: знайти, вибрати і відшукати книжку по автору та ціні.",

  "infoAppTitle": "Додаток на Vue.js",
  "infoApp": "В данній роботі, я використовував Vue.js, для проводження оплати в онлайн грі, також GSAP для анімацій і Pug для верстки компонентів.",

  "infoPanelTitle": "Інформаційна панель на React.js",
  "infoPanel": "В данній роботі, я використовував React.js, для створення інформаційної панелі, інфрмації про себе, мої навички і досвід роботи, також в розділі My Demo є форма, яку можна заповнити і отримати список інформації котру обрали. Її можна проглядати, змінювати, видаляти. Більше робіт також ви може знайти в розділі My Projects.",

  "contacts": "Контакти",
  "infocontacts": "Звязатися/Написати",
  "send": "Відправити",
  "Contact": "Звязатися",
  "country": "Україна, Київ"
}
